{
  "what is the capital of france": "The capital of France is Paris.",
  "how many planets are in our solar system": "There are eight planets in our solar system.",
  "who wrote romeo and juliet": "Romeo and Juliet was written by William Shakespeare.",
  "what is the largest ocean": "The largest ocean is the Pacific Ocean.",
  "what is the powerhouse of the cell": "The powerhouse of the cell is the mitochondria.",
  "who was the first man on the moon": "Neil Armstrong was the first man on the moon.",
  "how does a telescope work": "A telescope gathers and focuses light using lenses or mirrors to magnify distant objects.",
  "what is a supernova": "A supernova is a powerful explosion of a dying star.",
  "what is photosynthesis": "Photosynthesis is the process by which plants convert sunlight into energy.",
  "how many bones are in the adult human body": "There are 206 bones in the adult human body.",
  "what is the longest river in the world": "The longest river in the world is the Nile River.",
  "who painted the mona lisa": "The Mona Lisa was painted by Leonardo da Vinci.",
  "what is the scientific name for humans": "The scientific name for humans is Homo sapiens.",
  "what is the capital of italy": "The capital of Italy is Rome.",
  "what is the most abundant element in the universe": "Hydrogen is the most abundant element in the universe.",
  "how long is a light-year": "A light-year is about 9.46 trillion kilometers.",
  "who invented the telephone": "Alexander Graham Bell invented the telephone.",
  "what is the boiling point of water in celsius": "The boiling point of water is 100°C.",
  "what is the largest organ in the human body": "The skin is the largest organ in the human body.",
  "what country is the great pyramid of giza in": "The Great Pyramid of Giza is in Egypt.",
  "what is the process of a caterpillar becoming a butterfly called": "The process is called metamorphosis.",
  "what planet is known as the red planet": "Mars is known as the red planet.",
  "who was the first emperor of rome": "Augustus was the first emperor of Rome.",
  "what is the capital of australia": "The capital of Australia is Canberra.",
  "what is the currency of china": "The currency of China is the Yuan.",
  "who wrote to kill a mockingbird": "Harper Lee wrote To Kill a Mockingbird.",
  "what is the chemical symbol for gold": "The chemical symbol for gold is Au.",
  "what is the chemical formula for water": "The chemical formula for water is H₂O.",
  "what is the highest waterfall in the world": "Angel Falls in Venezuela is the highest waterfall.",
  "what is the capital of spain": "The capital of Spain is Madrid.",
  "who developed the theory of relativity": "Albert Einstein developed the theory of relativity.",
  "what is the capital of canada": "The capital of Canada is Ottawa.",
  "what is the currency of mexico": "The currency of Mexico is the Peso.",
  "what is the main gas in the earth's atmosphere": "Nitrogen is the main gas in Earth's atmosphere.",
  "what is the largest human bone": "The femur is the largest bone in the human body.",
  "what is the fastest fish in the ocean": "The sailfish is the fastest fish in the ocean.",
  "what is the capital of brazil": "The capital of Brazil is Brasília.",
  "what is the main ingredient in guacamole": "Avocado is the main ingredient in guacamole.",
  "what is the currency of the united kingdom": "The currency of the UK is the Pound Sterling.",
  "who was the first female prime minister of the uk": "Margaret Thatcher was the first female prime minister of the UK.",
  "what is the capital of japan": "The capital of Japan is Tokyo.",
  "what is the most populated country in the world": "India is the most populated country in the world.",
  "what is the largest bird in the world": "The ostrich is the largest bird in the world.",
  "what is the name of the first artificial satellite": "Sputnik 1 was the first artificial satellite.",
  "what is the smallest planet in our solar system": "Mercury is the smallest planet in our solar system.",
  "what is the capital of south korea": "The capital of South Korea is Seoul.",
  "who was the first president of the united states": "George Washington was the first president of the United States.",
  "what is the highest active volcano in europe": "Mount Etna in Italy is the highest active volcano in Europe.",
  "what is the largest city in the world by population": "Tokyo, Japan is the largest city by population.",
  "what is the capital of egypt": "The capital of Egypt is Cairo.",
  "who invented the lightbulb": "Thomas Edison invented the lightbulb.",
  "what is the largest continent by area": "Asia is the largest continent by area.",
  "what is the capital of india": "The capital of India is New Delhi.",
  "what is the largest state in the united states by area": "Alaska is the largest U.S. state by area.",
  "how does gravity work": "Gravity is the force that attracts objects with mass toward each other.",
  "why do birds migrate": "Birds migrate to find food and suitable breeding conditions.",
  "how do vaccines protect us": "Vaccines train the immune system to recognize and fight pathogens.",
  "what causes earthquakes": "Earthquakes are caused by tectonic plate movements.",
  "why do we yawn": "Yawning may help regulate brain temperature and increase alertness.",
  "how do submarines dive and surface": "Submarines use ballast tanks to control buoyancy.",
  "what is the function of the liver": "The liver detoxifies chemicals and metabolizes drugs.",
  "how do clouds form": "Clouds form when water vapor condenses into droplets.",
  "why do some animals hibernate": "Animals hibernate to conserve energy during winter.",
  "how does a compass work": "A compass aligns with Earth's magnetic field to point north.",
  "what is the greenhouse effect": "The greenhouse effect traps heat in Earth's atmosphere.",
  "how do fish breathe underwater": "Fish use gills to extract oxygen from water.",
  "why do we blink": "Blinking keeps our eyes moist and clean.",
  "how does a camera capture an image": "A camera focuses light onto a sensor or film.",
  "what causes rainbows": "Rainbows are caused by light refraction in water droplets.",
  "how do ants communicate": "Ants use pheromones to communicate.",
  "why do we have fingerprints": "Fingerprints help with grip and are unique for identification.",
  "how does sound travel": "Sound travels as vibrations through a medium.",
  "what causes seasons": "Seasons are caused by Earth's tilt and orbit around the sun.",
  "how do spiders spin webs": "Spiders use silk from spinnerets to spin webs.",
  "why do volcanoes erupt": "Volcanoes erupt due to pressure from magma beneath Earth's crust.",
  "how does the brain send signals": "The brain uses electrical impulses and neurotransmitters.",
  "why do we need sleep": "Sleep helps the body recover and consolidate memories.",
  "how do plants reproduce": "Plants reproduce via seeds, spores, or vegetative methods.",
  "why do stars twinkle": "Stars twinkle due to atmospheric turbulence.",
  "how does a refrigerator keep food cold": "Refrigerators use coolant to absorb and release heat.",
  "why do we get hiccups": "Hiccups are caused by diaphragm spasms.",
  "how do satellites stay in orbit": "Satellites balance gravity and forward motion to stay in orbit.",
  "why do leaves fall off trees": "Leaves fall to conserve energy during winter.",
  "how does sunscreen protect skin": "Sunscreen blocks or absorbs UV radiation.",
  "why do we sweat": "Sweating helps regulate body temperature.",
  "how do birds fly": "Birds fly by generating lift with their wings.",
  "why do we have eyebrows": "Eyebrows protect eyes from moisture and aid expression.",
  "how does a parachute slow descent": "Parachutes increase air resistance to slow descent.",
  "why do dogs wag their tails": "Dogs wag tails to communicate emotions.",
  "how do mirrors reflect light": "Mirrors reflect light at equal angles from a smooth surface.",
  "why do we get goosebumps": "Goosebumps are a reflex to cold or emotional stimuli.",
  "how does a battery produce electricity": "Batteries convert chemical energy into electrical energy.",
  "why do we burp": "Burping releases air from the stomach.",
  "how do whales communicate": "Whales use vocalizations like clicks and songs.",
  "why do we cry when chopping onions": "Onions release gas that irritates the eyes.",
  "how does a GPS work": "GPS uses satellite signals to determine location."
}





