{
"what is the capital of france": "The capital of France is Paris.",
"what is the largest ocean": "The largest ocean in the world is the Pacific Ocean.",
"how many planets are in our solar system": "There are eight planets in our solar system: Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, and Neptune.",
"who wrote romeo and juliet": "Romeo and Juliet was written by William Shakespeare.",
"what is the highest mountain in the world": "The highest mountain in the world is Mount Everest.",
"what is the fastest land animal": "The fastest land animal is the cheetah.",
"what is the currency of japan": "The currency of Japan is the Japanese Yen.",
"what is the largest country by area": "The largest country by land area is Russia.",
"what is the smallest country in the world": "The smallest country in the world is Vatican City.",
"what is the powerhouse of the cell": "The powerhouse of the cell is the mitochondria.",
"who was the first man on the moon": "The first man on the moon was Neil Armstrong.",
"how does a telescope work": "A telescope works by using lenses or mirrors to gather and focus light from distant objects, making them appear closer and brighter.",
"what is a supernova": "A supernova is a powerful and luminous stellar explosion.",
"what is photosynthesis": "Photosynthesis is the process used by plants to convert light energy into chemical energy.",
"what is the great barrier reef": "The Great Barrier Reef is the world's largest coral reef system, located off the coast of Queensland, Australia.",
"how many bones are in the adult human body": "The adult human body has 206 bones.",
"what is the longest river in the world": "The longest river in the world is the Nile River.",
"what is the name of the galaxy our solar system is in": "Our solar system is located in the Milky Way galaxy.",
"who painted the mona lisa": "The Mona Lisa was painted by Leonardo da Vinci.",
"what is the scientific name for humans": "The scientific name for humans is Homo sapiens.",
"what is the capital of italy": "The capital of Italy is Rome.",
"what is the capital of germany": "The capital of Germany is Berlin.",
"what is the most abundant element in the universe": "The most abundant element in the universe is hydrogen.",
"what is the primary component of the sun": "The sun is primarily composed of hydrogen and helium.",
"how long is a light-year": "A light-year is the distance that light travels in one year, which is approximately 9.46 trillion kilometers or 5.88 trillion miles.",
"what is the study of fossils called": "The study of fossils is called paleontology.",
"who invented the telephone": "The telephone was invented by Alexander Graham Bell.",
"what is the boiling point of water in celsius": "The boiling point of water is 100°C.",
"what is the freezing point of water in fahrenheit": "The freezing point of water is 32°F.",
"what is the largest organ in the human body": "The largest organ in the human body is the skin.",
"what country is the great pyramid of giza in": "The Great Pyramid of Giza is in Egypt.",
"what is the main purpose of red blood cells": "Red blood cells carry oxygen from the lungs to the rest of the body.",
"what is the process of a caterpillar becoming a butterfly called": "The process of a caterpillar becoming a butterfly is called metamorphosis.",
"what planet is known as the red planet": "Mars is known as the Red Planet.",
"what is the largest living species of lizard": "The Komodo dragon is the largest living species of lizard.",
"who was the first emperor of rome": "The first emperor of Rome was Augustus.",
"what is the capital of australia": "The capital of Australia is Canberra.",
"what is the currency of china": "The currency of China is the Yuan (Renminbi).",
"who wrote 'to kill a mockingbird'": "The novel 'To Kill a Mockingbird' was written by Harper Lee.",
"what is the chemical symbol for gold": "The chemical symbol for gold is Au.",
"what is the smallest country in south america": "The smallest country in South America is Suriname.",
"what is the largest moon in our solar system": "The largest moon in our solar system is Ganymede, which orbits Jupiter.",
"what is the hardest natural substance on earth": "The hardest natural substance on Earth is a diamond.",
"what is the chemical formula for water": "The chemical formula for water is H₂O.",
"what is the highest waterfall in the world": "The highest waterfall in the world is Angel Falls in Venezuela.",
"what is the capital of spain": "The capital of Spain is Madrid.",
"what is the longest mountain range in the world": "The longest mountain range in the world is the Andes.",
"who developed the theory of relativity": "The theory of relativity was developed by Albert Einstein.",
"what is the capital of canada": "The capital of Canada is Ottawa.",
"what is the largest desert in north america": "The largest desert in North America is the Chihuahuan Desert.",
"what is the currency of mexico": "The currency of Mexico is the Mexican Peso.",
"what is the main gas that makes up the earth's atmosphere": "The main gas that makes up the Earth's atmosphere is nitrogen.",
"what is the largest human bone": "The largest human bone is the femur, or thigh bone.",
"what is the fastest fish in the ocean": "The fastest fish in the ocean is the sailfish.",
"what is the capital of brazil": "The capital of Brazil is Brasília.",
"what is the main ingredient in guacamole": "The main ingredient in guacamole is avocado.",
"what is the name of the largest rainforest in the world": "The largest rainforest in the world is the Amazon Rainforest.",
"what is the currency of the united kingdom": "The currency of the United Kingdom is the British Pound Sterling.",
"who was the first female prime minister of the united kingdom": "The first female prime minister of the United Kingdom was Margaret Thatcher.",
"what is the name of the famous clock tower in london": "The famous clock tower in London is called Big Ben.",
"what is the capital of japan": "The capital of Japan is Tokyo.",
"what is the longest bone in the human body": "The longest bone in the human body is the femur (thigh bone).",
"what is the most populated country in the world": "The most populated country in the world is India.",
"what is the largest bird in the world": "The largest bird in the world is the ostrich.",
"what is the name of the first artificial satellite": "The first artificial satellite was Sputnik 1.",
"what is the main type of rock that forms from cooled lava or magma": "The main type of rock that forms from cooled lava or magma is igneous rock.",
"what is the smallest planet in our solar system": "The smallest planet in our solar system is Mercury.",
"what is the capital of south korea": "The capital of South Korea is Seoul.",
"who was the first president of the united states": "The first president of the United States was George Washington.",
"what is the highest active volcano in europe": "The highest active volcano in Europe is Mount Etna in Italy.",
"what is the study of the earth's physical structure and substance called": "The study of the earth's physical structure and substance is called geology.",
"what is the largest city in the world by population": "The largest city in the world by population is Tokyo, Japan.",
"what is the name of the strait that separates russia and the united states": "The strait that separates Russia and the United States is the Bering Strait.",
"what is the primary function of the kidneys": "The primary function of the kidneys is to filter waste products from the blood.",
"what is the capital of egypt": "The capital of Egypt is Cairo.",
"who invented the lightbulb": "The lightbulb was invented by Thomas Edison.",
"what is the largest continent by area": "The largest continent by area is Asia.",
"what is the process of water vapor turning into a liquid called": "The process of water vapor turning into a liquid is called condensation.",
"what is the capital of india": "The capital of India is New Delhi.",
"what is the largest state in the united states by area": "The largest state in the United States by area is Alaska.",
"what is the capital of mexico": "The capital of Mexico is Mexico City.",
"what is the national animal of australia": "The national animal of Australia is the kangaroo.",
"what is the process of converting food into energy called": "The process of converting food into energy is called metabolism.",
"what is the capital of china": "The capital of China is Beijing.",
"who painted the ceiling of the sistine chapel": "The ceiling of the Sistine Chapel was painted by Michelangelo.",
"what is the most common blood type in humans": "The most common blood type in humans is O positive.",
"what is the name of the force that keeps planets in orbit around the sun": "The force that keeps planets in orbit around the sun is gravity.",
"what is the currency of india": "The currency of India is the Indian Rupee.",
"what is the capital of russia": "The capital of Russia is Moscow.",
"what is the chemical symbol for sodium": "The chemical symbol for sodium is Na.",
"what is the largest desert in the world": "The largest desert in the world is the Antarctic Polar Desert.",
"what is the capital of south africa": "South Africa has three capitals: Pretoria (executive), Cape Town (legislative), and Bloemfontein (judicial).",
"what is the name of the largest moon of saturn": "The largest moon of Saturn is Titan.",
"what is the deepest point in the world's oceans": "The deepest point in the world's oceans is the Mariana Trench.",
"what is the currency of egypt": "The currency of Egypt is the Egyptian Pound.",
"what is the name of the largest organ in the human body": "The largest organ in the human body is the skin.",
"what is the main component of a computer's central processing unit": "The main component of a computer's central processing unit is the microprocessor.",
"what is the name of the largest volcano in our solar system": "The largest volcano in our solar system is Olympus Mons on Mars.",
"what is the process by which a star is formed": "A star is formed from the collapse of a nebula, a massive cloud of gas and dust.",
"what is the capital of argentina": "The capital of Argentina is Buenos Aires.",
"what is the currency of brazil": "The currency of Brazil is the Brazilian Real."
}
